tektecher/micropython/ports/esp32/boards/Rapbit32/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Rapbit32(XA)"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_BOARD_RAPBIT32 1

#define MICROPY_PY_BLUETOOTH (0)
#define MICROPY_PY_NETWORK_WLAN (0)
